package ru.geekbrains.lesson1;

public class Main {

    public static void main(String[] args) {
        // Создайте метод compareNumbers(), в теле которого объявите две int переменные a и b,
        // и инициализируйте их любыми значениями, которыми захотите.
        // Если a больше или равно b, то необходимо вывести в консоль сообщение “a >= b”,
        // в противном случае “a < b”;

        compareNumbers();
    }

    public static void compareNumbers() {
        int a = 0;
        int b = 0;
        if (a >= b) {
            ;
            System.out.println("a >= b");

        } else {

            System.out.println("a < b");
        }

    }
}
